Repository: stephenmcd/cartridge
Catalog: cartridge/shop/locale/*/LC_MESSAGES/django.po
Languages: ca, de

source: Product filters
ca: Filtres de Productes
de: Produktfilter

source: Current variations
ca: Variacions actuals
de: Aktuelle Variationen

source: Other products
ca: Altres productes
de: Andere Produkte

source: Create new variations
ca: Crear noves variants
de: Erzeuge eine neue Variation

source: Items
ca: Ítems
de: Artikel

source: Billing details
ca: Detalls del pagament
de: Rechnungsanschrift

source: Shipping details
ca: Detalls de l'enviament
de: Lieferanschrift

source: Apply to product and/or products in categories
ca: Aplicar al producte i/o als productes a la categoria.
de: Auf die Produkte und/oder die Produkte in Kategorien anwenden

source: Reduce unit price by
ca: Reduir el preu unitari en
de: Reduziere den Stückpreis um

source: Sale period
ca: Periode de ventes
de: Verkaufsaktion

source: Valid for
ca: Vàlid per
de: Gültig für

source: Flat rate shipping
ca: Enviament amb tarifa plana
de: Versandpauschale

source: Incl.
de: Inkl.

source: VAT
de: MwSt

source: Address
ca: Direcció
de: Adresse

source: Payment
ca: Pagament
de: Bezahlung

source: Confirmation
ca: Confirmació
de: Bestätigung

source: Controls the ordering and grouping of the admin menu.
ca: Contrla l'ordre i l'agrupament del menu d'Administració
de: Kontrolliert die Sortierung und Gruppierung des Admin-Menüs

source: Content
ca: Contingut
de: Inhalt

source: Media Library
ca: Llibreria Multimèdia
de: Medienbibliothek

source: Users
ca: Usuaris
de: Benutzer

source: Sequence of models that will be provided by default as choices in the search form. Each model should be in the format ``app_label.model_name``. Only models that subclass ``mezzanine.core.models.Displayable`` should be used.
de: Sequenz von Modellen, die standardmäßig zur Auswahl im Suchformular angeboten werden. Jedes Modell sollte im Format ``app_label.model_name`` notiert werden. Nur Modelle, die eine Unterklasse von ``mezzanine.core.models.Displayable`` sind, sollten benutzt werden.

source: Sequence of setting names available within templates.
ca: Sequència de nom disponibles a les plantilles.
de: Sequenz von Einstellungen, die in Templates erscheinen.

source: Enable featured images in shop categories
de: Hervorgehobenes Bild in den Shop-Kategorien aktivieren

source: Checkout account required
ca: Es requereix un compte per la compra.
de: Es wird ein Benutzerkonto für die Kasse benötigt

source: If True, users must create a login for the checkout process.
ca: Si Verdader, els usuaris han de registrar-se per realitzar el procès de compra.
de: Wenn True benötigen die Benutzer ein Benutzerkonto für den Bestellvorgang.

source: Payment Enabled
ca: Pagament Activat
de: Payment aktiviert

source: If False, there is no payment step on the checkout process.
ca: Si Fals, no s'elimina el procès de pagament del procès de compra.
de: Wenn False wird kein Bezahlschritt im Bestellvorgang angezeigt.

source: Currency Locale
ca: Localizació de la moneda
de: Locale für die Währung

source: Default Shipping Cost
ca: Cost d'enviament per defecte
de: Standardversandkosten

source: Default cost of shipping when no custom shipping is implemented.
ca: Cost d'enviament per defecte. S'utiulitzat quan no s'ha implementat cap enviament personalitzat.
de: Standardversandkosten wenn keine benutzerdefinierte Versandkostenberechnung implementiert ist.

source: Default Tax Rate
de: Standardsteuersatz

source: Default tax rate in % when no custom tax handling is implemented.
de: Standardsteuersatz wenn keine benutzerdefinierte Steuerberechnung implementiert ist.

source: Discount in Cart
ca: Descompte en carro
de: Rabatt im Warenkorb

source: Discount codes can be entered on the cart page.
ca: Els codis de descompte es poden introduïr a la pàgina del carrito
de: Aktionscodes können auf der Warenkorbseite eingegeben werden.

source: Discount in Checkout
ca: Descompte en compra
de: Aktionscodes im Bezahlvorgang

source: Discount codes can be entered on the first checkout step.
ca: Els codis de descompte es poden introduïr al primer pas del process de compra.
de: Aktionscodes können auf der ersten Seite des Bestellvorgangs eingegeben werden.

source: Billing & Shipping Handler
ca: Controlador de Pagament y enviament
de: Rechnung- und Versand-Handler

source: Tax Handler
de: Steuer-Handler

source: Order Handler
ca: Controlador de l'ordre
de: Bestellungs-Handler

source: Payment Handler
ca: Controlador del pagament
de: Zahlungs-Handler

source: Size
ca: Tamany
de: Größe

source: Colour
ca: Color
de: Farbe

source: Order Email Subject
ca: Asumpte del correu electrònic
de: E-Mail Betreff der Bestellung

source: Subject to be used when sending the order receipt email.
ca: Asumpte a utilitzar quan s'enviar l'ordre per correu electrònic.
de: Betreff, der bei der E-Mail mit der Bestellbestätigung verwendet wird.

source: Order Receipt
ca: Rebut de la ordre
de: Bestellbestätigung

source: From Email
ca: Des de correu electrònic
de: Absender der E-Mail

source: Email address from which order receipts should be emailed.
ca: Direcció de correu des d'on senviaran els correus.
de: E-Mailadresse, die als Absender für die Bestellbestätigung verwendet wird.

source: BCC receipts to
de: BBC Bestätigungen zu

source: All order receipts will be BCCd to this address.
de: Alle Bestellbestätigungen werden an diese Adresse per BCC gesendet.

source: Unprocessed
ca: Sense procesar
de: unbearbeitet

source: Processed
ca: Processat
de: bearbeitet

source: Products Per Category Page
ca: Productes per Categoria
de: Produkte pro Kategorieseite

source: Number of products to display per category page.
ca: Nombre de productes a mostrar a cada pàgina de la categoría.
de: Anzahl der Produkte, die auf einer Kategorieseite angezeigt werden.

source: Recently added
ca: Afegits recentment
de: Kürzlich hinzugefügt

source: Highest rated
ca: Millor puntuació
de: Bewertung

source: Least expensive
ca: Mes barat
de: Preis aufsteigend

source: Most expensive
ca: Mes car
de: Preis absteigend

source: Tax included
de: Steuern inklusive

source: Use product variations
de: Aktiviere Produktvariationen

source: Use product ratings
de: Aktiviere Produktbewertungen

source: Use product wishlist
de: Aktiviere Produktwunschliste

source: Use related products
de: Aktiviere Verwandte Produkte

source: Use upsell products
de: Aktiviere Produkt-Upselling

source: SKU
ca: Referència
de: Lagereinheit (SKU)

source: The selected options are currently unavailable.
ca: Las opcions seleccionades no están disponibles.
de: Die gewählte Option ist zur Zeit nicht verfügbar.

source: The selected options are currently not in stock.
ca: No hi ha suficient stock per les opcions seleccionades.
de: Die gewählte Option ist zur Zeit nicht auf Lager.

source: The selected quantity is currently unavailable.
ca: La quantitat seleccionada no està disponible.
de: Die gewählte Menge ist zur Zeit nicht verfügbar.

source: Quantity
ca: Quantitat
de: Menge

source: The discount code entered is invalid.
ca: El codi de descompte és incorrecte.
de: Der eingegebene Aktionscode ist ungültig.

source: Free shipping
ca: Enviament gratuït
de: Versandkostenfrei

source: My delivery details are the same as my billing details
ca: Les meves dades d'enviament són les mateixes que les de pagament.
de: Meine Lieferanschrift stimmt mit der Rechnungsanschrift überein

source: Remember my address for next time
ca: Recordar la direcció en futures compres
de: Meine Adresse soll für meine nächsten Einkäufe gespeichert werden

source: Cardholder name
ca: Titular de la Tarjeta
de: Kreditkarteninhaber

source: Card type
de: Kreditkartentyp

source: Card number
de: Kreditkartennummer

source: Card expiry month
de: Ablaufmonat der Kreditkarte

source: Card expiry year
de: Ablaufjahr der Kreditkarte

source: CCV
de: Sicherheitscode

source: A security code, usually the last 3 digits found on the back of your card.
ca: Codi de seguretat, normalment els tres ultims digits de la part de radere de la vostra targeta.
de: Ein normalerweise 3 Ziffern langer Sicherheitscode, der sich auf der Rückseite der Karten befindet.

source: A valid expiry date is required.
ca: Es requereix la data de caducitat
de: Ein gültiges Ablaufdatum wird benötigt.

source: Only one variation can be checked as the default.
ca: Només es pot indicar una variació per defecte.
de: Nur eine Variation kann als Standard ausgewählt werden.

source: Please enter a value for only one type of reduction.
ca: Siusplau, introduïu un valor per un sol tipus de descompte.
de: Bitte geben Sie nur für eine Art der Reduzierung einen Wert an.

source: Title
ca: títul
de: Titel

source: Description
ca: Descripció
de: Beschreibung

source: Image
ca: Imatge
de: Bild

source: Category
ca: Categoria
de: Kategorie

source: Sub-Category
ca: Sub-categoria
de: Unterkategorie

source: Number in Stock
ca: Quantitat a l'inventari
de: Anzahl auf Lager

source: Unit Price
ca: Pre Unitari
de: Stückpreis

source: Sale Price
ca: Preu de venda
de: Aktionspreis

source: Sale Start Date
ca: Data de finalització de la venda.
de: Datum Aktionsbeginn

source: Sale Start Time
ca: Hora d'inici de la Venda
de: Uhrzeit Aktionsbeginn

source: Sale End Date
ca: Data de finalització de la Venda
de: Datum Aktionsende

source: Sale End Time
ca: Hora de Finalització de la Venda
de: Uhrzeit Aktionsende

source: product
ca: producte
de: Produkt

source: Import/Export products from a csv file.
ca: Importar o Exportar productes desde un fitxer CSV
de: Import/Export von Produkten aus einer CSV-Datei

source: Import products from csv file.
ca: Importar productes a un fitxer CSV
de: Import von Produkten aus einer CSV-Datei

source: Export products from csv file.
ca: Exportar productes a un fitxer CSV
de: Export von Produkten in eine CSV-Datei

source: need to import or export
ca: es necesari importar o exportar
de: es muss im- oder exportiert werden

source: Importing ..
ca: Important...
de: Importiere ...

source: Exporting ..
ca: Exportant..
de: Exportiere ...

source: Unit price
ca: Preu unitari
de: Stückpreis

source: Sale price
ca: Preu de venda
de: Aktionspreis

source: Sale start
ca: Inici del periode de venda
de: Beginn der Verkaufsaktion

source: Sale end
ca: Final del periode de venda
de: Ende der Verkaufsaktion

source: Number in stock
ca: Quantitat en inventari
de: Anzahl auf Lager

source: Available for purchase
ca: Disponible per compres
de: Zum Verkauf verfügbar

source: Product categories
ca: Categores del producte
de: Produktkategorien

source: Date added
ca: Afegit el
de: hinzugefügt am

source: Related products
ca: Productes relacionats
de: Verwandte Produkte

source: Upsell products
ca: Productes més venuts
de: Höherwertige Produkte

source: Rating
ca: Puntuació
de: Bewertung

source: Product
ca: Producte
de: Produkt

source: Products
ca: Productes
de: Produkte

source: Images
ca: Imatges
de: Bilder

source: Type
ca: Tipus
de: Typ

source: Product option
ca: Opció del producte
de: Option

source: Product options
ca: Opcions del producte
de: Optionen

source: Default
ca: Per defecte
de: Standard

source: SKU is not unique
de: Lagereinheit (SKU) ist nicht eindeutig

source: Featured Image
ca: Imatge destacada
de: Hervorgehobenes Bild

source: Sale
ca: Venda
de: Verkaufsaktion

source: Minimum price
ca: Preu mínim
de: Minimalpreis

source: Maximum price
ca: Preu màxim
de: Maximalpreis

source: Combined
ca: Combinat
de: Kombiniert

source: If checked, products must match all specified filters, otherwise products can match any specified filter.
ca: Si es selecciona els productes han de compliar amb tots els filtres especificat, sinó els productes poden compliar qualsevol dels filtres
de: Falls angekreuzt, müssen Produkte allen angegeben Filterkriterien entsprechen, ansonsten reicht es einem angegeben Filter zu entsprechen.

source: Product category
ca: Categoria del producte
de: Produktkategorie

source: First name
ca: Nom
de: Vorname

source: Last name
ca: Cognoms
de: Nachname

source: Street
ca: Carrer
de: Straße

source: City/Suburb
ca: Ciutat/Barri
de: Ort/Ortsteil

source: State/Region
ca: Estat/Regió
de: Bundesland

source: Zip/Postcode
ca: Códi Postal
de: PLZ

source: Country
ca: Pais
de: Land

source: Phone
ca: Telèfon
de: Telefon

source: Additional instructions
ca: Instruccions adicionals
de: Zusätzliche Angaben

source: Time
ca: Hora
de: Zeit

source: Shipping type
ca: Tipus de enviament
de: Versandart

source: Shipping total
ca: Total enviament
de: Summe Versandkosten

source: Tax type
de: Steuerart

source: Tax total
de: Summe Steuern

source: Item total
ca: Total producte
de: Summe Artikel

source: Discount code
ca: Codi de descompte
de: Aktionscode

source: Discount total
ca: Total del descompte
de: Summe Rabatt

source: Order total
ca: Total de l'ordre
de: Gesamtsumme

source: Transaction ID
ca: Identificador de la Transacció
de: Transaktions-ID

source: Download PDF invoice
ca: Descarregar la factura en PDF
de: Rechnung als PDF-Datei herunterladen

source: Last updated
ca: Actualizat per última vegada
de: letzte Aktualisierung

source: Total price
ca: Preu total
de: Gesamtpreis

source: Active
ca: Actiu
de: Aktiv

source: Categories
de: Kategorien

source: Reduce by amount
ca: Reducció per quantitat
de: Reduziert um

source: Reduce by percent
ca: Reducció per percentatge
de: Reduziert um (%%)

source: Reduce to amount
ca: Reducció a quantitat
de: Reduziert auf

source: Valid from
ca: Valid desde
de: Gültig ab

source: Valid to
ca: Valid fins
de: Gültig bis

source: Sales
ca: Vendes
de: Verkaufsaktionen

source: Minimum total purchase
ca: Compra mínima total
de: Mindestabnahme

source: Uses remaining
ca: Usos restants
de: verbleibende Benutzungen

source: If you wish to limit the number of times a code may be used, set this value. It will be decremented upon each use.
ca: Si voleu limitar el nombre de vegades que es pot utilitzar un codi de descompte utilitzeu aquest value. Es decrementarà cada vegada que s'utilitzi.
de: Hier geben Sie an, wie oft ein Code benutzt werden kann. Der Wert wird bei jeder Benutzung reduziert. Lassen Sie das Feld leer, um die Benutzung nicht zu begrenzen.

source: Discount codes
ca: Codis de descompte
de: Aktionscodes

source: A general error occured:
ca: S'ha produït un error general:
de: Ein allgemeinder Fehler ist aufgetreten:

source: Transaction declined:
ca: Transacció invàlida:
de: Transaktion abgelehnt:

source: Transaction declined
de: Transaktion abgelehnt

source: View past orders
ca: Veure ordres pasades
de: Vergangene Bestellungen ansehen

source: Re-send order email
de: E-Mail Betätigung erneut senden

source: Select all of the required variation options and then click 'Save and continue editing' below. You'll then be able to edit the price and other attributes for each variation individually.
de: Wählen Sie alle gewünschten Variationsmöglichkeiten aus und klicken Sie dann unten auf 'Sichern und weiter bearbeiten'.

source: Dear
ca: Estimat
de: Sehr geehrte(r)

source: Your order has been successful. Details are below.
ca: S'ha creat la seva ordre correctament. En podeu trobar els detalls a continuació:
de: Ihre Bestellung war erfolgreich, weitere Informationen untenstehend.

source: Order ID:
ca: Códi de la Ordre
de: Bestellnummer:

source: Billing Details:
ca: Detalls del pagament:
de: Rechnungsanschrift:

source: Shipping Details:
ca: Detalls del enviament:
de: Lieferanschrift:

source: Items Ordered:
ca: Productes:
de: Bestellte Artikel:

source: each
ca: cada
de: je

source: Sort by
ca: Ordenar per
de: Sortiert nach

source: On sale:
ca: A la venda:
de: Im Angebot:

source: Coming soon
ca: Pròximament
de: Demnächst verfügbar

source: If you have an existing account or would like to create one, please <a href="%(login_url)s?next=%(next)s">log in</a> or <a href="%(signup_url)s?next=%(next)s">sign up</a>.
ca: Si ja teniu un compte o en voleu un de nou, sisplau <a href="%(login_url)s?next=%(next)s">Identifiqueu-se</a> o <a href="%(signup_url)s?next=%(next)s">Registreu-se</a>.
de: Wenn Sie bereits ein Benutzkonto haben oder eines erstellen möchten <a href="%(login_url)s?next=%(next)s">anmelden</a> oder <a href="%(signup_url)s?next=%(next)s">registrieren</a>.

source: Billing Details
ca: Detalles de Pagament
de: Rechnungsanschrift

source: Delivery Details
ca: Detalls d'entrega
de: Lieferanschrift

source: Your Cart
ca: El teu carro
de: Ihr Warenkorb

source: Item
ca: Ítem
de: Artikel

source: Qty
ca: Quant.
de: Menge

source: Price
ca: Preu
de: Preis

source: Remove?
ca: Esborrar?
de: Entfernen?

source: Return to Checkout
de: Zurück zur Kasse

source: Go to Checkout
ca: Procedir a la compra
de: Zur Kasse

source: Update Cart
ca: Actualitzar el carro
de: Warenkorb aktualisieren

source: Apply
de: Anwenden

source: You may also like:
ca: Tambie li podria agradar:
de: Folgende Artikel könnten Ihnen ebenfalls gefallen:

source: Your Cart is empty.
ca: El teu carro esta buit.
de: Ihr Warenkorb ist leer.

source: Checkout
ca: Comprar
de: Kasse

source: Step
ca: Pas
de: Schritt

source: of
ca: de
de: von

source: Complete
ca: Completat
de: Abgeschlossen

source: Next
ca: Següent
de: Weiter

source: Back
ca: Enrere
de: Zurück

source: Your cart is empty.
ca: El seu carro està buit.
de: Ihr Warenkorb ist leer.

source: This may be due to your session timing out after a period of inactivity.
ca: Això pot ser degut a que la vostra sesió ha caducat per inactivitat.
de: Dies kann daran liegen, dass Ihre Sitzung nach einer Zeit der Inaktivität abgelaufen ist.

source: We apologize for the inconvenience.
ca: Disculpeu les molesties.
de: Wir entschuldigen uns für die Unannehmlichkeit.

source: Continue Shopping
ca: Seguir comprant
de: Weiter einkaufen

source: Edit Cart
ca: Editar carrito
de: Warenkorb bearbeiten

source: Order Complete
ca: Ordre finalitzada
de: Bestellung abgeschlossen

source: Thank you for shopping with us! Your order is complete.
ca: Gràcies per confiar en nosaltres, la teva ordre ha estat finalitzada
de: Vielen Dank für Ihren Einkauf bei uns. Ihre Bestellung ist abgeschlossen.

source: We've sent you a receipt via email.
ca: Li hem enviat una còpia de l'ordre per correu electrònic.
de: Wir haben Ihnen eine Bestätigung per E-Mail gesendet.

source: You can also view your invoice using one of the links below.
ca: També podeu veure la vostra factura utilitzant els enllaços següents:
de: Sie können Ihre Rechnung auch über einen der folgenden Verweise betrachten:

source: View invoice in your browser
ca: Veure la factura al navegador
de: Rechnung im Browser betrachten

source: Shipping Details
ca: Detalles d'Enviament
de: Lieferanschrift

source: Your Details
ca: Els teus detalls
de: Ihre Details

source: Items Ordered
ca: Ítems Ordenats
de: Bestellte Artikel

source: Sub total
de: Zwischensumme

source: Discount
ca: Descompte
de: Rabatt

source: Tax
de: MwSt

source: Shipping
ca: Enviament
de: Versandkosten

source: Total
de: Gesamtsumme

source: Payment Details
ca: Detalls de Pagament
de: Zahlungsart

source: Card Expiry
ca: Data de caducitat
de: Ablaufdatum der Kreditkarte

source: 1 item
ca: 1 producte
de: 1 Artikel

source: in cart
ca: al carro
de: im Warenkorb

source: Wishlist contains 1 item
ca: La llista de desitjos conté 1 producte
de: Die Wunschliste enthält 1 Artikel

source: Order History
ca: Història de la ordre
de: Bestellhistorie

source: Date
de: Datum

source: Paid
ca: Pagat
de: Bezahlt

source: Download PDF
ca: Descarregar PDF
de: PDF herunterladen

source: View invoice
ca: Veure factura
de: Rechnung betrachten

source: You have not ordered anything from us yet.
ca: No has fet cap ordre amb nosaltres encara.
de: Sie haben bisher noch nichts bei uns bestellt.

source: Buy
ca: Comprar
de: Kaufen

source: Save for later
ca: Desa per desprès.
de: Vormerken für später

source: This product is currently unavailable.
ca: Aquest producte no està disponible.
de: Dieses Produkt ist zur Zeit nicht lieferbar.

source: Related Products
ca: Productes Relacionats
de: Verwandte Produkte

source: Your Wishlist
ca: La teva llista de desitjos
de: Ihre Wunschliste

source: Remove
ca: Eliminar
de: Entfernen

source: Your wishlist is empty.
ca: La seva llista de desitjos esta buida
de: Ihre Wunschliste ist leer.

source: Invalid currency locale specified for SHOP_CURRENCY_LOCALE: '%s'. You'll need to set the locale for your system, or configure the SHOP_CURRENCY_LOCALE setting in your settings module.
ca: La localizació especificada a SHOP_CURRENCY_LOCALE: '%s' és incorrecta. Sisplau, configureu la localització del seu sistema o configureu la opció SHOP_CURRENCY_LOCALE al seu modul de settings
de: Ungültiges Währungsgebietsschema angegeben für SHOP_CURRENCY_LOCALE: '%s'. Sie müssen das Gebietsschema für Ihr System festlegen, oder konfigurieren Sie die SHOP_CURRENCY_LOCALE Einstellung in Ihrem Einstellungsmodul.

source: Item added to cart
ca: Producte afegit al carro
de: Artikel wurde dem Warenkorb hinzugefügt

source: Item added to wishlist
ca: Producte afegit a la llista de desitjos
de: Artikel wurde der Wunschliste hinzugefügt

source: Item removed from wishlist
ca: El producte s'ha borrat de la seva llista de desitjos
de: Artikel wurde von der Wunschliste entfernt

source: Your cart has expired
ca: El seu carro ha caducat
de: Ihr Warenkorb ist abgelaufen

source: Cart updated
ca: S'ha actualitzat el carro
de: Warenkorb aktualisiert

source: The order email for order ID %s has been re-sent
de: Die E-Mail Betätigung für Bestell-Nr. %s wurde erneut gesendet

source: Details
ca: Detalls

source: Shop
ca: Tenda

source: Site
ca: Lloc

source: Name
ca: Nom

source: Email
ca: Correu electrònic

source: Status
ca: Estat

source: Code
ca: Codi
